Repository: wly-p/training-la
Catalog: Packages/SharedKernel/Sources/SharedKernel/Localizable.xcstrings
Source language: zh_hant
Languages: en

# equipment.band
source: 彈力帶
en: Resistance Band

# equipment.barbell
source: 槓鈴
en: Barbell

# equipment.bodyweight
source: 自體重量
en: Bodyweight

# equipment.cable
source: 纜繩
en: Cable

# equipment.dumbbell
source: 啞鈴
en: Dumbbell

# equipment.hex_bar
source: 六角槓
en: Hex Bar

# equipment.kettlebell
source: 壺鈴
en: Kettlebell

# equipment.machine
source: 機械
en: Machine

# equipment.other
source: 其他
en: Other

# muscleGroup.arms
source: 手臂
en: Arms

# muscleGroup.arms.badge
source: 手臂
en: AR

# muscleGroup.back
source: 背
en: Back

# muscleGroup.back.badge
source: 背
en: BK

# muscleGroup.chest
source: 胸
en: Chest

# muscleGroup.chest.badge
source: 胸
en: CH

# muscleGroup.core
source: 核心
en: Core

# muscleGroup.core.badge
source: 核心
en: CO

# muscleGroup.functional
source: 功能性訓練
en: Functional

# muscleGroup.functional.badge
source: 功能
en: FN

# muscleGroup.legs
source: 腿
en: Legs

# muscleGroup.legs.badge
source: 腿
en: LG

# muscleGroup.other
source: 其他
en: Other

# muscleGroup.other.badge
source: 其他
en: OT

# muscleGroup.shoulders
source: 肩
en: Shoulders

# muscleGroup.shoulders.badge
source: 肩
en: SH
